Repository: alexanderuz/wc-telegram-delivery
Catalog: langs/wc-telegram-delivery-*.po
Languages: ru_ru

source: Yes ✅
ru_ru: Да ✅

source: No ❌
ru_ru: Нет ❌

source: Active
ru_ru: Активен

source: Inactive
ru_ru: Неактивен

source: Next ➡️
ru_ru: Далее ➡️

source: ⬅️ Previous
ru_ru: ⬅️ Назад

source: Next Page ➡️
ru_ru: Вперед ⏩

source: ⬅️ Previous Page
ru_ru: ⏪ Назад

source: ⬅️ Back
ru_ru: ⬅️ Назад

source: Posts
ru_ru: Публикации

source: Search 🔍
ru_ru: Поиск 🔍

source: Categories
ru_ru: Категории

source: Detail
ru_ru: Подробности

source: More
ru_ru: Подробнее

source: The plugin requires SSL in the domain of your website!
ru_ru: Этот плагин требует присутсвия поддержки SSL на сайте!

source: Welcome, Your Telegram account is successfully connected to the website.
ru_ru: Ваш Telegram аккаунт успешно привязан к сайту.

source: Your profile was successfully disconnected from Telegram account.
ru_ru: Ваш профиль отключен от Telegram аккаунта.

source: This profile was successfully disconnected from Telegram account.
ru_ru: Этот профиль отключен от Telegram аккаунта.

source: No linked Telegram account to this user profile.
ru_ru: К этому пользователю не привязан Telegram аккаунт.

source: Error in sending message
ru_ru: Ошибка отправки сообщения

source: Dynamic code is required.
ru_ru: Необходим временный код.

source: Dynamic code is not correct.
ru_ru: Неверный временный код.

source: Dynamic code expired.
ru_ru: Временный код просрочен.

source: Username or password is empty.
ru_ru: Логин или пароль не указан.

source: Unknown error
ru_ru: Неизвестаня ошибка

source: About 📝
ru_ru: О нас 📝

source: Payment 💰
ru_ru: Оплата 💰

source: Shipping 🚛
ru_ru: Доставка 🚛

source: Language 🇺🇸
ru_ru: Язык 🇷🇺

source: Help ❓
ru_ru: Справка ❓

source: Contact us ✉️
ru_ru: Связаться с нами ✉️

source: Users
ru_ru: Пользователи

source: About
ru_ru: О плагине

source: Default command list
ru_ru: Список комманд по умолчанию

source: How to set bot commands: Start %s and select your bot > "Edit Bot" > "Edit Commands" > Send text below.
ru_ru: Как настроить команды бота: Запустите %s и выберите вашего бота > "Edit bot" > "Edit Commands" И отправьте текст ниже.

source: Integrate WordPress with Telegram
ru_ru: Интегрировать WordPress и Telegram

source: Do you like WC Telegram Delivery?
ru_ru: Вам нравится WC Telegram Delivery?

source: Give it a rating
ru_ru: Поставьте ему оценку

source: Keep in touch with us:
ru_ru: Связаться со мной:

source: Total users
ru_ru: Итого

source: Bot Name:
ru_ru: Имя бота:

source: API Token Invalid (Need to save settings)
ru_ru: Неверный токен API (Необходимо сохранить настройки)

source: Welcome, Your Telegram account is successfully connected to the store.
ru_ru: Ваш Telegram аккаунт успешно привязан к магазину.

source: New Channel
ru_ru: Новый канал

source: Remove % Channel?
ru_ru: Удалить канал %?

source: Settings saved.
ru_ru: Настройки сохранены.

source: Save
ru_ru: Сохранить

source: Full
ru_ru: Полный

source: Crop
ru_ru: Обрезаный

source: Every % Minutes
ru_ru: Каждые % минут

source: Debugs
ru_ru: Отладка

source: Helps
ru_ru: Справка

source: Settings
ru_ru: Настройки

source: Telegram Channel
ru_ru: Telegram канал

source: Dynamic Code
ru_ru: Временный код

source: Sent dynamic code to this Telegram account @%s.
ru_ru: Временный код отправлен для Telegram аккаунта @%s.

source: Telegram Authentication
ru_ru: Авторизация через Telegram

source: Two step Telegram bot authentication is on
ru_ru: Двухфакторная авторизация включена

source: Dear %s
ru_ru: Уважаемый %s

source: Display website
ru_ru: Показать сайт

source: Connect to Telegram
ru_ru: Подключение к Telegram

source: This profile has been linked to this Telegram account:
ru_ru: Этот профиль привязан к аккаунту Telegram:

source: Disconnect
ru_ru: Отключить

source: Telegram Bot Code
ru_ru: Код Telegram бота

source: Or
ru_ru: Или

source: Request Connect
ru_ru: Запрос подключения

source: Send this code from telegram bot to identify the your user.
ru_ru: Отправьте этот код боту через Telegram чтобы идентифицировать себя.

source: Start Bot
ru_ru: Запуск бота

source: Categories List
ru_ru: Список категорий

source: Search
ru_ru: Поиск

source: Set Webhook Successfully.
ru_ru: Webhook успешно включен.

source: Set Webhook with Error!
ru_ru: Webhook не установлен из за ошибки!

source: WordPress Tags
ru_ru: Теги WordPress

source: The ID of this post
ru_ru: ID публикации

source: The title of this post
ru_ru: Заголовок публикации

source: The Slug of this post
ru_ru: Идентификатор публикации

source: The first 55 words of this post
ru_ru: Первые 55 слов публикации

source: The whole content of this post
ru_ru: Полное содержимое публикации

source: The display name of author of this post
ru_ru: Показать имя автора публикации

source: The permalink of this author posts
ru_ru: Ссылка на автора публикации

source: The permalink of this post
ru_ru: Ссылка на публикацию

source: The short url of this post
ru_ru: Короткий URL этой публикации

source: The tags of this post. Tags are automatically converted to Telegram hashtags
ru_ru: Теги публикации. Теги автоматически конвертируются в хэештеги Telegram

source: The categories of this post. Categories are automatically separated by | symbol
ru_ru: Категории публикации. Категории автоматически разделяются | символом

source: The featured image URL
ru_ru: Ссылка на изображение

source: The custom field of this post, Example {cf:price}
ru_ru: Настраиваемое поле публикации, например: {cf:price}

source: The Taxonomy Terms of this post: {terms:taxonomy}, Example {terms:category}
ru_ru: Правила таксономии публикации: {terms:taxonomy}, Например: {terms:category}

source: IF Statement for custom field, Example: {if='cf:price'}Price: {cf:price}{/if}
ru_ru: Условие IF для настраиваемого поля, например {if='cf:price'}Цена: {cf:price}{/if}

source: Your successful login to %1$s account on date %2$s at %3$s with %4$s IP address done.
ru_ru: Вы успешно вошли в аккаунт %1$s, %2$s на %3$s с адреса %4$s.

source: User login
ru_ru: Логин

source: User name
ru_ru: Имя пользователя

source: Name
ru_ru: Имя

source: User IP
ru_ru: IP пользователя

source: Date
ru_ru: Дата

source: emailed
ru_ru: отправлено

source: notification
ru_ru: уведомление

source: Register a new user
ru_ru: Зарегистрироваться как новый пользователь

source: User role
ru_ru: Роль пользователя

source: New Comment
ru_ru: Новый комментарий

source: Post
ru_ru: Публикация

source: Author
ru_ru: Автор

source: Website
ru_ru: Сайт

source: Comment
ru_ru: Комментарий

source: Your request without result!
ru_ru: Ваш запрос не дал результатов!

source: Welcome!
ru_ru: Добро пожаловать!

source: Enter word for search:
ru_ru: Введите запрос для поска:

source: To contact us write message to: @
ru_ru: Чтобы связаться с нами напишите сюда: @

source: Select language:
ru_ru: Выберите язык:

source: Page
ru_ru: Страница

source: Category
ru_ru: Категория

source: Post Category Invalid!
ru_ru: Неверная категория!

source: New Status:
ru_ru: Новый статус:

source: Trash
ru_ru: Корзина

source: Restore from Trash
ru_ru: Убрать из корзины

source: Unapprove
ru_ru: Снять одобрение

source: Approve
ru_ru: Одобрить

source: Spam
ru_ru: Спам

source: Not Found Comment!
ru_ru: Комментарий не найден!

source: Success
ru_ru: Успешно

source: Language successfully set
ru_ru: Язык успешно изменен

source: Telegram Bot API Token
ru_ru: Токен Telegram Bot API

source: Posts Per Page
ru_ru: Публикаций на страницу

source: Image Size
ru_ru: Размер картинки

source: Pages
ru_ru: Страницы

source: Help page
ru_ru: Страница справки

source: About page
ru_ru: О плагине

source: Payment page
ru_ru: Страница платежей

source: Shipping page
ru_ru: Доставка 🚛

source: Messages
ru_ru: Сообщения

source: Start Command<br>(Welcome Message)
ru_ru: Стартовая команда<br>(Приветственное сообщение)

source: Welcome to %s
ru_ru: Добро пожаловать в %s

source: Available locales<br>(chat languages, NOT site)
ru_ru: Доступные языки<br>(языки чата, НЕ САЙТА)

source: 🇺🇸|en_US
ru_ru: 🇷🇺|ru_RU

source: Contact person<br>(without @)
ru_ru: Контакт для связи<br>(без @)

source: Telegram Connectivity
ru_ru: Связь с Telegram

source: Enable the ability to connect the WordPress profile to the Telegram account. This feature is displayed in the user profile, Admin bar, and WooCommerce account details.
ru_ru: Включить возможность привязывать аккаунт WordPress к аккаунту Telegram. Эта функция будет отображаться в профиле пользователя, АдминБаре и в аккаунте WooCommerce.

source: Successful connect message
ru_ru: Сообщение успешного подключения

source: Disconnect message
ru_ru: Сообщение об отключении

source: Two factor auth
ru_ru: Двухфакторная авторизация

source: Enable Two Step Telegram bot Auth
ru_ru: Включить Двухфакторную авторизация через бота

source: Force Telegram bot auth validation
ru_ru: Всегда использовать валидацию через бота

source: If enabled this, any user without linked Telegram account in profile will not be able to login.
ru_ru: Если включить это, то все пользователи у кого не привязан аккаунт Telegram не смогут войти.

source: You need to setup your Telegram Connectivity before enabling this setting to avoid yourself being blocked from next time login.
ru_ru: Вам необходимо сначала настроить связь с Telegram для того чтобы избежать блокировки себя при следующем входе.

source: Click here to connect the WordPress profile to the Telegram account
ru_ru: Нажмите здесь чтобы привязать аккаунт WordPress к аккаунту Telegram

source: Notification
ru_ru: Уведомление

source: Administrators
ru_ru: Администраторы

source: Trying to send recovery mode (PHP errors) notification
ru_ru: Пробуем отправить в рекавери (ошибки PHP) уведомление

source: New comment
ru_ru: Новый комментарий

source: Users login
ru_ru: Логин

source: Post Type
ru_ru: Тип публикации

source: Telegram Keyboard
ru_ru: Клавиатура Telegram

source: Force update keyboard
ru_ru: Обновить клавиатуру сейчас

source: Update
ru_ru: Обновить

source: You should update keyboard for users when change WordPress language, active Woocommerce plugin, search setting changed. (Status don't save)
ru_ru: Вам необходимо обнволять клавиатуру для пользователей если вы изменили язык WordPress, активировали плагин Woocommerce или изменили настройки поиска (Галочка не сохраняется)

source: Display buttons
ru_ru: Показывать кнопки

source: Send to Channel
ru_ru: Отправить в канал

source: Telegram channel is a great way for attracting people to your site.<br> This option allows you to send posts to your Telegram channel.
ru_ru: Telegram канал - отличный способ приобщить пользователей к вашему сайту.<br> Эта опция позволяет отправлять публикации в канал Telegram.

source: Create a channel (if you don't already have one).
ru_ru: Создайте канал (если вы еще не сделали этого).

source: Create a bot (if you don't already have one).
ru_ru: Создайте бота (если вы еще не сделали этого).

source: Go to channel options and select 'Administrator' option.
ru_ru: В настройках канала включить опцию 'Администратор'.

source: Select 'Add Administrator' option.
ru_ru: Выберите 'Добавить администратора'.

source: Search the username of your bot and add it as administrator.
ru_ru: Укажите имя пользователя Вашего бота чтобы сделать его администратором.

source: Allow 'Post Messages' Permission
ru_ru: Включите разрешение "Отправлять сообщения"

source: Enter the username of the channel and hit SAVE button!!!
ru_ru: Введите username Вашего канала и нажмите кнопку Сохранить!!!

source: Yes
ru_ru: Да

source: No
ru_ru: Нет

source: Message Pattern
ru_ru: Шаблон сообщения

source: Attache featured Image
ru_ru: Приложить изображение

source: Channel Member Count:
ru_ru: Количество пользователей канала:

source: API Token or Channel Username Invalid, It may not have access to the channel! (Read Help)
ru_ru: API Token или Username канала неверен, это может повлечь недоступность канала! (Читайте справку)

source: Channel
ru_ru: Канал

source: Send to Channels
ru_ru: Отправить в каналы

source: Check send every
ru_ru: Проверять каждвые

source: Minutes
ru_ru: Минуты

source: Work with <a href="%s" target="_blank">WP-Cron</a>.
ru_ru: Работает с <a href="%s" target="_blank">WP-Cron</a>.

source: Delay in send
ru_ru: Задержка при отправке

source: Least 5 minutes recommended.
ru_ru: Рекомендуется менее 5 минут.

source: Display Metabox for
ru_ru: Отображать метабокс для

source: Enable Quick Send
ru_ru: Разрешить быструю отправку

source: Add Channel
ru_ru: Добавить канал

source: Channel Username
ru_ru: Имя пользователя канала

source: Send to channel (Default)
ru_ru: Отправить в канал (по умолчанию)

source: Active on PostType
ru_ru: Активен

source: With featured image?
ru_ru: Вместе с изображением?

source: Formatting messages
ru_ru: Форматирование сообщений

source: Simple
ru_ru: Простой

source: Markdown
ru_ru: Разметка

source: Excerpt length
ru_ru: Длина товара

source: Word
ru_ru: Слово

source: Inline button title
ru_ru: Заголовок кнопки

source: Web page preview in messages
ru_ru: Предпросмотр страниц в сообщении

source: Disable
ru_ru: Выключено

source: - Select a Tag -
ru_ru: - Выберите тэг -

source: Host Location
ru_ru: Размещение хоста

source: Tip
ru_ru: Подсказка

source: Your website host location on the list of countries that have filtered the telegram. For this reason, the plugin may not work well. My suggestion is to use a host of another countries.
ru_ru: Хост вашего сайта находится в стране которая в списке стран фильтрующих Telegram. По этой причине плагин может работать некорректно. Рекомендуется использовать хост в других странах.

source: Host
ru_ru: Хост

source: Status
ru_ru: Статус

source: Issuer
ru_ru: Издатель

source: Valid
ru_ru: Валидный

source: Valid from
ru_ru: Валидный с

source: Valid until
ru_ru: Валидный по

source: Is expired
ru_ru: Истек

source: Remaining days to expiration
ru_ru: Осталось дней до истечения

source: Key
ru_ru: Ключ

source: SSL Info
ru_ru: Инфо SSL

source: Version
ru_ru: Версия

source: Debugging Mode
ru_ru: Режим отладки

source: Address
ru_ru: Адрес

source: Language
ru_ru: Язык

source: Character encoding
ru_ru: Кодировка символов

source: Text Direction
ru_ru: Направление текста

source: Site Health
ru_ru: Здоровье сайта

source: Check site health page
ru_ru: Страница проверки здоровья сайта

source: PHP Version
ru_ru: Версия PHP

source: PHP CURL
ru_ru: Версия CURL

source: Plugin Version
ru_ru: Версия плагина

source: Plugin DB Table Created
ru_ru: БД плагина создана

source: Update to the new version
ru_ru: Обновить до новой версии

source: Plugins
ru_ru: Плагины

source: Proxy
ru_ru: Прокси

source: DISCLAIMER
ru_ru: Дисклеймер

source: Use the proxy at your own risk!
ru_ru: Используйте прокси на свой риск и страх!

source: PHP Proxy
ru_ru: PHP Прокси

source: Google Script URL
ru_ru: Ссылка на Google Script

source: The requests to Telegram will be sent via your Google Script.
ru_ru: Запросы в Telegram буду отправлены через Google Script.

source: See help page
ru_ru: Смотрите страницу справки

source: Proxy Host
ru_ru: Хост Прокси

source: Host IP or domain name like 192.168.55.124
ru_ru: Серый IP хоста

source: Proxy Port
ru_ru: Порт прокси

source: Target Port like 8080
ru_ru: Порт назначения 8080

source: Proxy Type
ru_ru: Тип прокси

source: SOCKS5_HOSTNAME
ru_ru: Хост SOCKS5

source: Username
ru_ru: Имя пользователя

source: Leave empty if not required
ru_ru: Оставьте пустой если не нужно

source: Password
ru_ru: Пароль

source: How to Deploy
ru_ru: Как развернуть

source: Goto <a href="%s">script.google.com</a> and sign in if required
ru_ru: Перейдтие <a href="%s">script.google.com</a> и войдите в аккаунт если потребуется

source: Create a new project and give it a name
ru_ru: Создайте новый проект и дайте ему имя

source: Click File > Save or press Ctrl+S
ru_ru: Нажмите File > Save или нажмите Ctrl + S на клавиатуре

source: Product stock status
ru_ru: Продукт в наличии

source: Product
ru_ru: Продукт

source: Stock status
ru_ru: Наличие

source: No stock
ru_ru: Нет в наличии

source: Low stock
ru_ru: Малое количество

source: Current quantity
ru_ru: Текущее количество

source: Order status changed
ru_ru: Статус заказа изменен

source: Order number
ru_ru: Номер заказа

source: Old status
ru_ru: Старый статус

source: New status
ru_ru: Новый статус

source: New order note
ru_ru: Комментарий нового заказа

source: Note
ru_ru: Комментарий

source: New Order
ru_ru: Новый заказ

source: Phone
ru_ru: Телефон

source: Location
ru_ru: Местоположение

source: Total price
ru_ru: Итого

source: Payment method
ru_ru: Вид оплаты

source: Order time
ru_ru: Время заказа

source: Items
ru_ru: Товары

source: Your profile has been linked to this Telegram account:
ru_ru: Ваш профиль был привязан в аккаунту Telegram:

source: Cash payment 💴
ru_ru: Наличными 💴

source: Cash payment upon receipt
ru_ru: Оплата наличными при получении

source: Card payment 💳
ru_ru: Оплата картой 💳

source: Card payment upon receipt
ru_ru: Оплата картой при получении

source: Payment via Paycom invoice
ru_ru: Оплата через инвойс Paycom

source: Products 📑
ru_ru: Товары 📑

source: Product Categories 📖
ru_ru: Категории 📖

source: Select Category
ru_ru: Выберите категорию

source: Cart 📥
ru_ru: Корзина 📥

source: Checkout 🏁
ru_ru: Оформить 🏁

source: Your cart is empty.
ru_ru: Ваша корзина пуста.

source: Empty Cart?
ru_ru: Очистить корзину?

source: Cart has been empty.
ru_ru: Корзина была очищена.

source: Refresh Cart
ru_ru: Корзина обновлена

source: In stock
ru_ru: В наличии

source: Out of stock
ru_ru: Нет в наличии

source: Menu 🍽
ru_ru: Меню 🍽

source: 🛍 Order
ru_ru: 🛍 Заказать

source: Delivery 🚛
ru_ru: Доставить 🚛

source: Takeoff 📦
ru_ru: Самовывоз 📦

source: WooCommerce Tags
ru_ru: Теги WooCommerce

source: The currency symbol
ru_ru: Символ валюты

source: The price of this product
ru_ru: Цена товара

source: The regular price of this product
ru_ru: Обычная цена товара

source: The sale price of this product
ru_ru: Цена распродажи товара

source: The width of this product
ru_ru: Ширина товара

source: The length of this product
ru_ru: Длина товара

source: The height of this product
ru_ru: Высота товара

source: The weight of this product
ru_ru: Вес товара

source: The dimensions of this product
ru_ru: Размеры товара

source: The average rating of this product
ru_ru: Средний рейтинг товара

source: The SKU (Stock Keeping Unit) of this product
ru_ru: Артикул товара

source: Is this product downloadable? (Yes or No)
ru_ru: Это товар скачиваемый (Да или Нет)

source: Is this product virtual? (Yes or No)
ru_ru: Этот товар виртуальный (Да или Нет)

source: Is this product sold individually? (Yes or No)
ru_ru: Этот продукт продается по отдельности? (Да или Нет)

source: The tax status of this product
ru_ru: Статус НДС товара

source: The tax class of this product
ru_ru: Класс налога товара

source: The stock amount of this product
ru_ru: Количество товара в наличии

source: The stock status of this product
ru_ru: Наличие товара

source: Is this a featured product? (Yes or No)
ru_ru: Это предлагаемый товар? (Да или Нет)

source: Is this product visible? (Yes or No)
ru_ru: Этот товар видимый? (Да или Нет)

source: The product does not exist
ru_ru: Товар не существует

source: All products:
ru_ru: Все товары:

source: Selected
ru_ru: Выбрано

source: Galleries
ru_ru: Галереи

source: Back to Product
ru_ru: Назад к товару

source: Remove from Cart:
ru_ru: Удалить из корзины:

source: Add to Cart:
ru_ru: Добавить в корзину:

source: Please select product variations:
ru_ru: Пожалуйста выберите вариации товара:

source: Product Category Invalid!
ru_ru: Категория товара неверна!

source: Restaurant mode
ru_ru: Режим общепит

source: Enabled
ru_ru: Включено

source: Enable location
ru_ru: Разрешить местоположение

source: Inline search menu
ru_ru: Inline поиск Меню

source: Inline cache time
ru_ru: Время кеша Inline

source: Products Per Page
ru_ru: Товаров на страницу

source: Exclude Categories
ru_ru: Исключить категории

source: None
ru_ru: Нету

source: Exclude Display Categories
ru_ru: Исключить категории из просмотра

source: New order
ru_ru: Новый заказ

source: Order status change
ru_ru: Статус заказа изменен

source: Product low stock
ru_ru: Малое количество товара

source: Product no stock
ru_ru: Товар не наличии

source: Customers
ru_ru: Покупатели

source: Interactive chat
ru_ru: Интерактивный чат

source: Checkout orders inside chat
ru_ru: Оформление заказов прямо в чате

source: Dont display links in chat
ru_ru: Не показывать ссылки в чате

source: Order confirmation message
ru_ru: Сообщение о подтверждении заказа

source: Payments
ru_ru: Оплата

source: Card payment
ru_ru: Оплата картой 💳

source: Paycom Invoice payment
ru_ru: Оплата через счёт Payme

source: Empty the cart
ru_ru: Очистить корзину

source: After Redirect to Cart Page
ru_ru: После переадресации в корзину

source: Empty WC cart before redirect
ru_ru: Очищать корзину WC перед переходом

source: After Payment Complete
ru_ru: После завершения опалаты

source: Display
ru_ru: Показать

source: Meta Data
ru_ru: Мета данные

source: Weight
ru_ru: Вес

source: Dimensions
ru_ru: Размеры

source: Attributes
ru_ru: Аттрибуты

source: Rating
ru_ru: Рейтинг

source: Keyboard
ru_ru: Клавиатура

source: Gallery Button
ru_ru: Кнопка галереи

source: Category Buttons
ru_ru: Кнопка категорий

source: All products Button
ru_ru: Кнопка "Все товары"

source: Products
ru_ru: Товары

source: Simple list
ru_ru: Простой список

source: Select
ru_ru: Выберите

source: Selected products:
ru_ru: Найденные товары:

source: N/A
ru_ru: Н/Д

source: Select or input quantity
ru_ru: Выберите или введите количество

source: Send contact 📲
ru_ru: Отправить контакт 📲

source: Input your phone or send your contact
ru_ru: Введите Ваш телефон или отправьте контакт

source: Select order type: Takeoff or Delivery
ru_ru: Выберите способ получения заказа: Доставка или Самовывоз

source: As soon as possible
ru_ru: Как можно быстрее

source: In a hour
ru_ru: Через час

source: In a 3 hours
ru_ru: Через 3 часа

source: Tomorrow
ru_ru: Завтра

source: Select time for your order, or type your preffered time
ru_ru: Выберите время получения заказа

source: Send location 📍
ru_ru: Отправить положение 📍

source: Input your address or send location
ru_ru: Введите Ваш адрес или отправьте положение

source: Input your address
ru_ru: Введите ваш адрес

source: Select payment method
ru_ru: Выберите вид оплаты

source: Your order:
ru_ru: Ваша заказ:

source: Do you confirm your order?
ru_ru: Вы подтверждаете Ваш заказ?

source: Your address:
ru_ru: Ваш адрес:

source: Is it correct?
ru_ru: Это верно?

source: Continue order?
ru_ru: Продолжим заказывать?

source: Thank you. Your order has been placed. Order number #%s We will contact You as soon as possible
ru_ru: Спасибо. Ваш заказ принят. Заказ №%s. Мы свяжемся с Вами в ближайшее время

source: Your cart:
ru_ru: Ваша корзина:

source: Total
ru_ru: Итого

source: Notification for lock the user
ru_ru: Уведомление о блокировке пользователя

source: User Name
ru_ru: Имя пользователя

source: IP range
ru_ru: Диапазон IP

source: Attache backup file
ru_ru: Прикрепить файл бекапа

source: Notification for new backup
ru_ru: Уведомление о новом бекапе

source: Backup of %s Failed
ru_ru: Бэкап %s не удался

source: BackUpWordPress was unable to backup your site %1$s.
ru_ru: BackUpWordPress не может забекапить Ваш сайт %1$s.

source: Here are the errors that we've encountered:
ru_ru: Ошибки которые мы обнаружили:

source: Backup of %s
ru_ru: Бэкап %s

source: BackUpWordPress has completed a backup of your site %s.
ru_ru: BackUpWordPress успешно завершил бэкап Вашего сайта %s.

source: You can download the backup file by clicking the link below:
ru_ru: Вы можете скачать файл бекапа по этой ссылке:
