Repository: alexanderuz/wc-telegram-delivery
Catalog: langs/wc-telegram-delivery-*.po
Languages: ru_ru

source: The backup file should be attached to this message.
ru_ru: Файйл бэкапа должен быть приложен к этому сообщению.

source: Unfortunately, the backup file was too large to attach to this message.
ru_ru: Неожиданно, файл бэкапа слишком большой чтобы приложить его к этому сообщению.

source: BackUpWordPress Dashboard
ru_ru: Панель BackUpWordPress

source: Notification for send log
ru_ru: Уведомление об отправке лога

source: BackWPup new log
ru_ru: Новый лог BackWPup

source: BackWPup Dashboard
ru_ru: Панель BackWPup

source: Notification for new message
ru_ru: Уведомление о новом сообщении

source: Notification from this forms
ru_ru: Уведомления этих форм

source: All
ru_ru: Все

source: New message
ru_ru: Новое сообщение

source: Open the <a href="%s" target="_blank">Additional Settings</a> tab in the contact form editor page, and add lines like these:
ru_ru: Откройте вкладку<a href="%s" target="_blank">Дополнительные настройки</a> в редакторе форм, и добавьте эти строки:

source: Subject
ru_ru: Тема

source: Message
ru_ru: Сообщение

source: Two factor auth with Telegram bot
ru_ru: Двухфакторная авторизация с Telegram ботом

source: This feature replaces with DoLogin Two Step SMS Auth.
ru_ru: Эта функция заменяет DoLogin Two Step SMS Auth.

source: Dynamic Code: %1$s ,Location: %2$s.
ru_ru: Временный код %1$s, Местополжение: %2$s.

source: (no title)
ru_ru: (без заголовка)

source: (child)
ru_ru: (дочерний)

source: Notification for new blacklisted IP
ru_ru: Уведомление об IP в черном списке

source: iThemes Security new blacklisted IP
ru_ru: Новый IP в черном списке iThemes

source: Notification for new subscriber
ru_ru: Уведомление для нового подписчика

source: New subscriber for newsletter
ru_ru: Новый подписчик новостей

source: Unsubscribe from newsletter
ru_ru: Отписаться от новостей

source: Newsletter Dashboard
ru_ru: Панель новостей

source: Citadel mode is activated
ru_ru: Режим цитадели активирован

source: A new activity has been recorded
ru_ru: Зафиксирована новая активность

source: Weekly report
ru_ru: Недельный отчет

source: Scanner Report
ru_ru: Отчет сканнера

source: Notification for events
ru_ru: Уведомление для событий

source: SMS new subscriber
ru_ru: Новый подписчик SMS

source: Mobile Number
ru_ru: Мобильный телефон

source: Requires enable "Statistical reporting" option in the Notification tab in WP Statistics settings.
ru_ru: Необходимо включить параметр "Статистические отчеты" в разделе Уведомления в настройках статистики WP.

source: WP Statistics report
ru_ru: Отчет статистики WP

source: WP Statistics Dashboard
ru_ru: Панель статистики WP

source: User avatar change notification
ru_ru: Уведомление смены аватара пользователя

source: User Profile
ru_ru: Профиль пользователя

source: Wordfence auto update
ru_ru: Автообновление Wordfence

source: Wordfence firewall deactivated
ru_ru: Брэндмауэр Wordfence деактивирован

source: Wordfence deactivated
ru_ru: Wordfence деактивирован

source: IP address blocked
ru_ru: IP адрес заблокирован

source: Lost password form used
ru_ru: Использована форма сброса пароля

source: User locked out from login
ru_ru: Вход пользователя заблокирован

source: Administrator user logged in
ru_ru: Администтратор вошел

source: Administrator user logged in from a new device or location
ru_ru: Администратор вошел с нового устройства или месста

source: Non administrator user logged in
ru_ru: Нет админисстраторов он-лайн

source: Notification for security events
ru_ru: Уведомления о безопасности

source: Wordfence security event
ru_ru: Событие Wordfence

source: Event
ru_ru: Событие

source: Days
ru_ru: Дни

source: Hours
ru_ru: Часы

source: Seconds
ru_ru: Секунды

source: Wordfence Dashboard
ru_ru: Панель Wordfence

source: Reason
ru_ru: Причина

source: Duration
ru_ru: Длительность

source: Reset Password URL
ru_ru: Ссылка сброса пароля

source: Support URL
ru_ru: URL поддержки

source: Attack Count
ru_ru: Количество атак

source: Attack Table
ru_ru: Таблица атак
